{
    "@metadata": {
        "authors": [
            "Fohanno",
            "Fulup",
            "Gwendal",
            "Y-M D"
        ]
    },
    "extensiondistributor": "Pellgargañ an astenn MediaWiki",
    "extensiondistributor-desc": "Astenn evit dasparzh dielloù en ur mare bennak eus an astennoù",
    "extdist-not-configured": "Mar plij keflunit $wgExtDistList ha $wgExtDistArchiveAPI",
    "extdist-list-missing": "Ne c'haller ket tapout roll an astennoù !",
    "extdist-no-such-extension": "N'eus ket eus an astenn \"$1\"",
    "extdist-no-such-version": "N'eus ket eus an astenn \"$1\" en doare \"$2\".",
    "extdist-choose-extension": "Dibabit peseurt astenn ho peus c'hoant pellgargañ :",
    "extdist-submit-extension": "Kenderc'hel",
    "extdist-choose-version": "Emaoc'h o pellgargañ an astenn <b>$1</b>.\n\nDibabit ho stumm MediaWiki.\n\nAl lod vrasañ eus an astennoù a  ya en-dro war stumm disheñvel MediaWiki. Neuze ma n'emañ ket ho stumm amañ, pe m'hoc'h eus ezhomm arc'hweladurioù ziwezhañ an astenn, klaskit implijout ar stumm a-vremañ.",
    "extdist-no-versions": "Dizimplijadus eo an astenn bet dibabet ($1) e stumm ebet !",
    "extdist-submit-version": "Kenderc'hel",
    "extdist-created": "Krouet ez eus bet un eilad prim eus ar stumm <b>$2</b> eus <b>$1</b> an astenn evit MediaWiki <b>$3</b>. Ho pellgargadenn a zlefe kregiñ a-benn 5 eilenn.\n\nUrl an eilad prim zo :\n:$4\nGallout a ra bezañ implijet evit pellgargañ diouzhtu diwar ur servijer, met na enrollit ket anezhañ en ho sinedoù peogwir ne vo ket hizivaet an danvez hag e c'hall bezañ dilamet a-c'houdevezh.\n\nAn diell tar a vo eztennet e kavlec'h hoc'h astennoù. Da skouer, en ur reizhiad evel Unix :\n\n<pre>\ntar -xzf $5 -C /var/www/mediawiki/extensions\n</pre>\n\nGant Windows, e c'hallit implijout [http://www.7-zip.org/ 7-zip] evit eztennañ ar restroù.\n\nM'emañ ho wiki war ur servijer a-bell, eztennit ar restroù en ur c'havlec'h padennek en hoc'h urzhiataer lec'hel, ha da c'houde ezporzhiit '''holl''' ar restroù eztennet da gavlec'h an astennoù war ar servijer.\n\nGoude bezañ eztennet ar restroù, ho po ezhomm da enrollañ an astenn e LocalSettings.php. Teulliadur an astenn a zlefe bezañ ennañ kuzulioù war an doare d'en ober.\n\nM'hoc'h eus goulennoù diwar-benn reizhiad dasparzh an astennoù-mañ, kit war [[Extension talk:ExtensionDistributor]].",
    "extdist-want-more": "Tapout un astenn all",
    "extdist-tar-error": "Tar en deus adtroet ar c'hod dont er-maez $1 :"
}
