{
	"@metadata": {
		"authors": [
			"Als-Holder",
			"Kghbln",
			"Metalhead64",
			"Raimond Spekking",
			"Umherirrender"
		]
	},
	"extensiondistributor": "MediaWiki-Erweiterungen herunterladen",
	"skindistributor": "MediaWiki-Benutzeroberfläche herunterladen",
	"extensiondistributor-desc": "Ermöglicht das Herunterladen von MediaWiki-Erweiterungen",
	"extdist-not-configured": "Bitte konfiguriere den Parameter <code>$wgExtDistAPIConfig</code>.",
	"extdist-list-missing-extensions": "Erweiterungsliste konnte nicht abgerufen werden!",
	"extdist-list-missing-skins": "Liste der Benutzeroberflächen konnte nicht abgerufen werden!",
	"extdist-no-such-extensions": "Die Erweiterung „$1“ ist nicht vorhanden.",
	"extdist-no-such-skins": "Es gibt keine Benutzeroberfläche namens „$1“.",
	"extdist-no-such-version-extensions": "Die Erweiterung „$1“ ist in der Version „$2“ nicht vorhanden.",
	"extdist-no-such-version-skins": "Die Benutzeroberfläche „$1“ ist in der Version $2 nicht vorhanden.",
	"extdist-choose-extensions": "Bitte wähle eine Erweiterung zum Herunterladen aus:",
	"extdist-choose-skins": "Wähle die Benutzeroberfläche aus, die du herunterladen möchtest:",
	"extdist-submit-extension": "Weiter",
	"extdist-choose-version-extensions": "Du kannst gleich die MediaWiki-Erweiterung <b>$1</b> herunterladen.\n\nBitte wähle zunächst die von dir genutzte MediaWiki-Version.\n\nDie meisten Erweiterungen funktionieren mit vielen MediaWiki-Versionen. Sofern deine MediaWiki-Version hier nicht aufgeführt ist oder du die neuesten Funktionen einer Erweiterung nutzen möchtest, versuche es mit der aktuellen Entwicklerversion (master). Beachte allerdings, dass diese noch Softwarefehler enthalten könnte.",
	"extdist-choose-version-skins": "Du lädst die Benutzeroberfläche <b>$1</b> herunter.\n\nWähle deine MediaWiki-Version aus.\n\nDie meisten Benutzeroberflächen funktionieren auf mehreren MediaWiki-Versionen. Falls deine MediaWiki-Version nicht aufgeführt ist oder du die neuesten Skin-Funktionen benötigst, versuche die aktuelle Version zu verwenden.",
	"extdist-no-versions-extensions": "Die gewählte Erweiterung ($1) ist in keiner Version verfügbar!",
	"extdist-no-versions-skins": "Die ausgewählte Benutzeroberfläche ($1) ist in keiner Version verfügbar!",
	"extdist-submit-version": "Weiter",
	"extdist-created-extensions": "Ein Schnappschuss der Version <b>$2</b> der MediaWiki-Erweiterung <b>$1</b> wurde erstellt (MediaWiki-Version <b>$3</b>). Das Herunterladen startet automatisch nach 5 Sekunden.\n\nDie URL für den Schnappschuss lautet:\n:$4\nDie URL ist allerdings nur zum sofortigen Herunterladen gedacht. Speichere sie daher nicht als Lesezeichen ab, da der Dateiinhalt nicht aktualisiert wird und zudem zu einem späteren Zeitpunkt gelöscht sein kann.\n\nDas Tar-Archiv muss in das Installationsverzeichnis für die Erweiterungen entpackt werden. Auf einem Unix-ähnlichen Betriebssystem wird dies wie folgt gemacht:\n\n<pre>\ntar -xzf $5 -C /var/www/mediawiki/extensions\n</pre>\n\nUnter Windows kannst du das Programm [http://www.7-zip.org/ 7-zip] zum Entpacken der Dateien verwenden.\n\nSofern dein Wiki auf einem entfernten Server läuft, entpacke die Dateien zunächst in ein temporäres Verzeichnis auf deinem lokalen Computer und lade dann '''alle''' entpackten Dateien auf den entfernten Server in das Installationsverzeichnis für die Erweiterungen hoch.\n\nNachdem du die Dateien entpackt hast, musst du die Erweiterung noch in der Datei <code>LocalSettings.php</code> registrieren. Die Dokumentation zur jeweiligen Erweiterung sollte eine Anleitung hierzu enthalten.\n\nSofern du Fragen und Anmerkungen zu diesem System zur Verteilung von Erweiterungen hast, nutze bitte diese [[Extension talk:ExtensionDistributor|Diskussionsseite]].",
	"extdist-created-skins": "Ein Schnappschuss der Version <b>$2</b> der Benutzeroberfläche <b>$1</b> für MediaWiki <b>$3</b> wurde erstellt. Dein Download sollte automatisch in 5 Sekunden starten.\n\nDie URL für diesen Schnappschuss ist:\n:$4\nSie kann für den sofortigen Download vom Server verwendet werden. Verwende sie jedoch bitte nicht als Lesezeichen, da die Inhalte nicht aktualisiert werden und zu einem späteren Zeitpunkt gelöscht sein können.\n\nDas tar-Archiv sollte in dein Benutzeroberflächen-Verzeichnis entpackt werden. Zum Beispiel auf einem unixartigen Betriebssystem:\n\n<pre>\ntar -xzf $5 -C /var/www/mediawiki/skins\n</pre>\n\nAuf Windows kannst du [http://www.7-zip.org/ 7-Zip] verwenden, um die Dateien zu entpacken.\n\nFalls dein Wiki auf einem Remote-Server ausgeführt wird, entpacke die Dateien in ein temporäres Verzeichnis auf deinem lokalen Rechner und lade dann '''alle''' entpackten Dateien in das Benutzeroberflächen-Verzeichnis auf dem Server hoch.\n\nNachdem du die Dateien entpackt hast, musst du die Benutzeroberfläche in der Datei LocalSettings.php registrieren. Die Skin-Dokumentation sollte Anweisungen über diesen Vorgang enthalten.\n\nFalls du Fragen über dieses Benutzeroberflächen-Verteilsystem hast, besuche bitte die Seite [[Extension talk:ExtensionDistributor]].",
	"extdist-want-more-extensions": "Eine weitere Erweiterung herunterladen",
	"extdist-want-more-skins": "Eine andere Benutzeroberfläche herunterladen",
	"extdist-tar-error": "Die Archiv-URL konnte nicht von der Archiv-API abgerufen werden.",
	"extdist-no-branches": "Informationen über Versionszweige konnten nicht abgerufen werden.",
	"apihelp-query+extdistrepos-description": "Gibt eine Liste der Repositorien aus, die von der Erweiterung ExtensionDistributor unterstützt werden.",
	"apihelp-query+extdistrepos-example-1": "Repositorien auflisten"
}
