{
	"@metadata": {
		"authors": [
			"Mihxil",
			"Yekrats"
		]
	},
	"extensiondistributor": "Elŝuti kromprogramon por MediaWiki",
	"extensiondistributor-desc": "Kromprogramo por distribui statikajn arkivojn de kromprogramoj",
	"extdist-not-configured": "Bonvolu konfiguri $wgExtDistList kaj $wgExtDistArchiveAPI",
	"extdist-no-such-extension": "Kromprogramo \"$1\" ne ekzistas",
	"extdist-no-such-version": "La kromprogramo \"$1\" ne ekzistas en la versio \"$2\".",
	"extdist-choose-extension": "Elektu kiun kromprogramon tiun vi volas elŝuti.",
	"extdist-submit-extension": "Daŭri",
	"extdist-choose-version": "Vi elŝutas la <b>$1</b> kromprogramon.\n\nElektu vian MediaWiki-version.\n\nPliparto de kromprogramoj funkcias trans pluraj versioj de MediaWiki, do se via MediaWiki-versio ne estas trovebla cxi tie, aux se vi bezonas la plej novajn ecojn, provu uzi la plej lastan version.",
	"extdist-no-versions": "La elektita kromprogramo ($1) ne estas havebla en iu ajn versio!",
	"extdist-submit-version": "Daŭri",
	"extdist-created": "Statika kopio de versio <b>$2</b> de la <b>$1</b> kromprogramo por MediaWiki <b>$3</b> estis kreita. Via elŝuto komenciĝos aŭtomate post 5 sekundoj.\n\nLa URL-o por ĉi tiu statika kopio estas:\n:$4\nĜi estas uzebla por tuja elŝuto al servilo, sed bonvolu ne aldoni legosignon al ĝi, ĉar la enhavo ne estos ĝisdata, kaj ĝi eble estos forigita je posta dato.\n\nLa tar-arkivo estu eltirita en vian kromprograman dosierujon. Ekz-e, en Unikseca OS:\n\n<pre>\ntar -xzf $5 -C /var/www/mediawiki/extensions\n</pre>\n\nPer Vindozo, vi povas utiligi [http://www.7-zip.org/ 7-zip] por eltiri la dosierojn.\n\nSe via vikio estas en ekstera servilo, eltiru la dosierojn al provizora dosierujo en via loka komputilo, kaj poste alŝutu '''ĉiujn''' eltiritajn dosierojn al la kromprograma dosierujo en la servilo.\n\nEltirinte la dosierojn, vi devos registri la kromprogramon en LocalSettings.php. La kromprograma dokumentado havu la instrukciojn kiel fari tion.\n\nSe vi havas iujn ajn demandojn pri ĉi tiu kromprograma distribuada sistemo, bonvolu iri al [[Extension talk:ExtensionDistributor]].",
	"extdist-want-more": "Akiri pluan kromprogramon",
	"extdist-tar-error": "Tar donis elirkodon $1:"
}
