{
    "@metadata": {
        "authors": [
            "Purodha",
            "Reedy"
        ]
    },
    "extensiondistributor": "MediaWiki Zohsatzprojramm eronger lade",
    "extensiondistributor-desc": "Zohsazprojramm för Arschive met Zohsazprojramme ze verdeile.",
    "extdist-not-configured": "Bes esu joot un donn <code>$wgExtDistList</code> un <code>$wgExtDistArchiveAPI</code> setze.",
    "extdist-list-missing": "De Leß met de Zohsazprojramme kunnt nit afjeroofe wääde.",
    "extdist-no-such-extension": "Ene Zosatz „$1“ es nit doh.",
    "extdist-no-such-version": "Dä Zosatz „$1“ en dä Version „$2“ es nit doh.",
    "extdist-choose-extension": "Sök Der us, wat för ene Zosatz De eronger laade wells:",
    "extdist-submit-extension": "Wigger",
    "extdist-choose-version": "Do bes dä Zosatz <b>$1</b> am erunge lade.\n\nSök Ding Version fun MediaWiki us.\n\nDe miißte Zosätz fungxjeneere met diverse Versione fun MediaWiki, alsu falls Ding Version nit dobei es, udder wann de Bedarref häß aan de neuste Müjjeleschkeite un Eijeschaffte, dann versök de aktoelle Version.",
    "extdist-no-versions": "Dä Zosatz „$1“ jitt et nit en alle Versione!",
    "extdist-submit-version": "Wigger",
    "extdist-created": "En Schnappschoß-Version fun dä Version <b>$2</b> fun däm Zosatz „<b>$1</b>“ för MediaWiki Version <b>$3</b> eß aanjelaat woode. Et ErungerLade sull automattesch loß jonn, in fönnef Sekunde.\n\nDä URL för dä Schnappschoß es:\n:$4\nDi Address is bloß för jetz jrad eronger ze lade jedaach. Donn se nit faßhallde. Der Datei ier Enhallt weed bahl övverhollt sin, un se weed och nit lang opjehovve.\n\nEn dä Datei es e <i lang=\"en\">tar</i>-Aschiif. Dat sullt en dat Verzeischnes met de MediaWiki-Zosätz ußjepack wäde. Med <i lang=\"en\">Unix</i> un äänlijje Bedriefß-Süsteme jeit dat en dä Aat:\n\n<pre>\ntar -xzf $5 -C /var/www/mediawiki/extensions\n</pre>\n\nMed <i lang=\"en\">Windows</i>, kanns De [http://www.7-zip.org/ 7-zip] nämme.\n\nWann Ding Wiki nit op dämm Rääschner läuf, wo de di Aschif-Datei lijje häß, dann donn se en e Zwescheverzeichnis ußpacke, un dann donn '''jede''' usjepackte Datei un '''jedes''' usjepackte Verzeichnis op Dingem Wiki singe Server en et <code lang=\"en\">extensions</code>-Verzeichnis huhlade.\n\nWan De mem Ußpacke (un velleich Huhlade) fäädesch bes, do moß De dä Zosatz en  <code>LocalSettings.php</code> enndraare. De Dokementazjohn för dä Zosatz sät jenouer, wi dat em einzelne jeiht.\n\nWann De Frore övver dat Süßteem zom Zosätz erunger Lade haß, da jangk noh [[Extension talk:ExtensionDistributor]].",
    "extdist-want-more": "Noch ene Zosatz holle",
    "extdist-tar-error": "Dä URL för et Aschiif kunnt nit övver de <i lang=\"en>API</i> afjeroofe wääde."
}