{
	"@metadata": {
		"authors": [
			"Bjankuloski06",
			"Brest"
		]
	},
	"extensiondistributor": "Преземање на додаток за МедијаВики",
	"skindistributor": "Преземање на рувото „МедијаВики“",
	"extensiondistributor-desc": "Додаток за дистрибуција на урнек-архиви на додатоци",
	"extdist-not-configured": "Задајте <code>$wgExtDistAPIConfig</code>.",
	"extdist-list-missing-extensions": "Не можам да го добијам списокот на додатоци!",
	"extdist-list-missing-skins": "Не можам да го добијам списокот на рува!",
	"extdist-no-such-extensions": "Нема додаток со име „$1“",
	"extdist-no-such-skins": "Не постои руво наречено „$1“.",
	"extdist-no-such-version-extensions": "Додатокот „$1“ не постои во верзијата „$2“.",
	"extdist-no-such-version-skins": "Рувото „$1“ не постои во верзијата „$2“.",
	"extdist-choose-extensions": "Одберете го додатокот што сакате да го преземете",
	"extdist-choose-skins": "Одберете го рувото што сакате да го преземете.",
	"extdist-submit-extension": "Продолжи",
	"extdist-choose-version-extensions": "Го преземате додатокот <b>$1</b>.\n\nИзберете ја вашата верзија на МедијаВики.\n\nНајвеќето додатоци работат на многу верзии на МедијаВики, така што ако вашата МедијаВики ја нема, или пак ако имате потреба од можностите во најновиот додаток, тогаш пробајте ја последната верзија.",
	"extdist-choose-version-skins": "Го преземате рувото <b>$1</b>.\n\nИзберете ја вашата верзија на МедијаВики.\n\nНајвеќето рува работат на повеќе верзии на МедијаВики, па затоа, ако тука не ја најдете вашата верзија на МедијаВики или пак ако имате потреба од најновите можности на рувата, тогаш користете ја најновата верзија.",
	"extdist-no-versions-extensions": "Избраниот додаток ($1) не е достапен во ниту една верзија!",
	"extdist-no-versions-skins": "Избраното руво ($1) не е достапно во ниту една верзија!",
	"extdist-submit-version": "Продолжи",
	"extdist-created-extensions": "Направена е снимка од верзијата <b>$2</b> на додатокот <b>$1</b> за МедијаВики <b>$3</b>. Преземањето треба да започне автоматски за 5 секунди. URL-адресата за оваа снимка е:\n:$4\nМожете да ја искористите веднаш за преземање на опслужувач, но не зачувувајте ја во прелистувачот, бидејќи содржината нема да се обновува, а подоцна може и да биде избришана.\n\nTar-податотеката треба да ја распакувате во папката за додатоци. На пример: на оперативен систем од типот на unix:\n\n<pre>\ntar -xzf $5 -C /var/www/mediawiki/extensions\n</pre>\n\nВо Windows за таа намена можете да го употребите [http://www.7-zip.org/ 7-zip].\n\nАко вашето вики е на далечински опслужувач, отпакувајте ги податотеките во привремена папка на вашиот месен сметач, а потоа подигнете ги '''сите''' отпакувани податотеки во папката за додатоци на опслужувачот.\n\nОткако ќе ги распакувате податотеките, ќе треба да го регистрирате додатокот во LocalSettings.php. Документацијата на додатокот има напатствија за оваа постапка.\n\nДоколку имате прашања за овој дистрибутивен систем на додатоци, обратете се на страницата [[Extension talk:ExtensionDistributor]].",
	"extdist-want-more-extensions": "Преземи друг додаток",
	"extdist-want-more-skins": "Дај друго руво",
	"extdist-tar-error": "Не можам да го добијам URL-то на архивата од нејзиниот API.",
	"extdist-no-branches": "Не можам да добијам информации за било која гранка.",
	"apihelp-query+extdistrepos-description": "Дава список на складишта поддржани од ExtensionDistributor",
	"apihelp-query+extdistrepos-example-1": "Испиши складишта"
}
