{
	"@metadata": {
		"authors": [
			"Borichèt",
			"Dragonòt"
		]
	},
	"extensiondistributor": "Dëscaria l'estension MediaWiki",
	"extensiondistributor-desc": "Estension për distribuì j'archivi snapshot ëd j'estension",
	"extdist-not-configured": "Për piasì configura $wgExtDistList e $wgExtDistAPIConfig",
	"extdist-list-missing": "As peul pa trovesse la lista dj'estension!",
	"extdist-no-such-extension": "Pa gnun-e estension \"$1\"",
	"extdist-no-such-version": "L'estension \"$1\" a esist pa ant la version \"$2\".",
	"extdist-choose-extension": "Selession-a che estension it veule dëscarié:",
	"extdist-submit-extension": "Continua",
	"extdist-choose-version": "It ses an camin ch'it dëscarie l'estension <b>$1</b>.\n\nSelession-a toa version MediaWiki.\n\nVàire estension a travajo dzora a 'd version diferente ëd MediaWiki, parèj se toa version ëd MediaWiki a l'é pa sì, o s'it l'has dabzògn ëd j'ùltime funsion ëd l'estension, preuva a dovré la version corenta.",
	"extdist-no-versions": "L'estension selessionà ($1) a l'é pa disponìbil an gnun-e version!",
	"extdist-submit-version": "Continua",
	"extdist-created": "Na còpia d'amblé ëd la version <b>$2</b> ëd l'estension <b>$1</b> për MediaWiki <b>$3</b> a l'é stàita creà. Soa dëscaria a dovrìa parte automaticament tra 5 second.\n\nL'adrëssa për sta còpia-sì a l'é:\n:$4\nA peul esse dovrà për cariela sùbit su un servent, ma për piasì ch'a la buta pa ant ij sò marca-pàgina, da già che ël contnù a sarà pa agiornà, e a peul esse scancelà un doman.\n\nL'archivi tar a dovrìa esse dëscompatà an sò dossié d'estension. Për esempi, ant un sistema ëd tipo OS unix:\n\n<pre>\ntar -xzf $5 -C /var/www/mediawiki/extensions\n</pre>\n\nDzora a Windows, a peule dovré [http://www.7-zip.org/ 7-zip] për dëscompaté j'archivi.\n\nSe soa wiki a l'é su un servent leugn, ch'a dëscompata j'archivi ant un dossié dzora a sò ordinator local, e peui ch'a caria '''tùit''' j'archivi dëscompatà ant ël dossié d'estension dzora al servent.\n\nApress ch'a l'ha dëscompatà j'archivi, a dev argistré l'estension an LocalSettings.php. La documentassion ëd l'estension a dovrìa avèj d'istrussion su com fé sòn.\n\nS'a l'ha dle chestion su sto sistema ëd distribuì j'estension, për piasì ch'a vada a [[Extension talk:ExtensionDistributor]].",
	"extdist-want-more": "Pija n'àutra estension",
	"extdist-tar-error": "As peul nen analisesse l'anliura dl'archivi da l'API d'archivi."
}
