{
	"@metadata": {
		"authors": [
			"Cainamarques",
			"Eduardo.mps",
			"Giro720",
			"OTAVIO1981",
			"Araceletorres"
		]
	},
	"extensiondistributor": "Descarregar extensão MediaWiki",
	"skindistributor": "Baixar aparência do MediaWiki",
	"extensiondistributor-desc": "Extensão para distribuir arquivos snapshot de extensões",
	"extdist-not-configured": "Por favor, configure <code>$wgExtDistAPIConfig</code>.",
	"extdist-list-missing-extensions": "Não foi possível buscar lista de extensões!",
	"extdist-list-missing-skins": "Não foi possível obter a lista de aparências!",
	"extdist-no-such-extensions": "A extensão \"$1\" não existe",
	"extdist-no-such-skins": "A aparência \"$1\" não existe.",
	"extdist-no-such-version-extensions": "A extensão \"$1\" não existe na versão \"$2\".",
	"extdist-no-such-version-skins": "A aparência \"$1\" não existe na versão \"$2\".",
	"extdist-choose-extensions": "Selecione que extensão pretende descarregar:",
	"extdist-choose-skins": "Selecione que aparência pretende baixar:",
	"extdist-submit-extension": "Continuar",
	"extdist-choose-version-extensions": "Você está a descarregando a extensão <b>$1</b>.\n\nSelecione a versão do seu MediaWiki.\n\nA maioria das extensões funciona através de múltiplas versões do MediaWiki, portanto, se a versão do seu MediaWiki não estiver aqui, ou se tiver necessidade das últimas funcionalidades da extensão, experimente usar a versão atual.",
	"extdist-choose-version-skins": "Você está baixando a aparência <b>$1</b>.\n\nSelecione a sua versão MediaWiki.\n\nA maioria das aparências funcionam em múltiplas versões do MediaWiki, por isso, se a sua versão MediaWiki não está aqui, ou se você tiver necessidade de recursos de aparência mais recentes, tente usar a versão atual.",
	"extdist-no-versions-extensions": "A extensão selecionada ($1) não está disponível em nenhuma versão!",
	"extdist-no-versions-skins": "A aparência selecionada ($1) não está disponível em nenhuma versão!",
	"extdist-submit-version": "Continuar",
	"extdist-created-extensions": "Foi criado um instantâneo ''(snapshot)'' da versão <b>$2</b> da extensão <b>$1</b>, para o MediaWiki <b>$3</b>. A transferência deverá iniciar-se automaticamente em 5 segundos.\n\nA URL deste instantâneo é:\n:$4\nEsta pode ser usada para descarregamento imediato para um servidor, mas por favor não a adicione aos seus favoritos, já que o conteúdo não será atualizado e poderá ser eliminado posteriormente.\n\nO arquivo tar deve ser extraido em seu diretório de extensões. Por exemplo, num sistema operacional tipo UNIX, use:\n\n<pre>\ntar -xzf $5 -C /var/www/mediawiki/extensions\n</pre>\n\nNo Windows, poderá usar o [http://www.7-zip.org/ 7-zip] para extrair os arquivos.\n\nSe a sua wiki estiver localizada num servidor remoto, extraia os arquivos para um diretório temporário no seu computador local, e depois carregue '''todos''' os diretórios e arquivos extraídos para o diretório de extensões da wiki no servidor.\n\nApós colocar a extensão no diretório de extensões da sua wiki, terá de registrá-la em LocalSettings.php. A documentação da extensão deverá ter indicações sobre como o fazer.\n\nSe tiver alguma questão sobre este sistema de distribuição de extensões, por favor, visite [[Extension talk:ExtensionDistributor]].",
	"extdist-created-skins": "Um snapshot da versão <b>$2</b> da aparência <b>$1</b> para o MediaWiki <b>$3</b> foi criado. Seu download deverá iniciar automaticamente em 5 segundos.\n\nA URL para este snapshot é:\n:$4\nEla pode ser usada para download imediato para um servidor, mas não favorite-a, uma vez que o conteúdo não será atualizado e pode ser excluído posteriormente.\n\nO arquivo tar deve ser extraído para o seu diretório de aparências. Por exemplo, em um sistema operacional Unix-like:\n\n<pre>\ntar -xzf $5 -C /var/www/mediawiki/skins\n</pre>\n\nNo Windows, você pode usar [http://www.7-zip.org/ 7-zip] para extrair os arquivos.\n\nSe a sua wiki estiver em um servidor remoto, extraia os arquivos para um diretório temporário no computador local, e em seguida, envie '''todos''' os arquivos extraídos para o diretório de aparência no servidor.\n\nDepois de extrair os arquivos, você precisará registrar a aparência em LocalSettings.php. A documentação de aparência deve ter instruções sobre como fazer isso.\n\nSe você tem dúvidas sobre este sistema de distribuição de aparência, por favor, vá para [[Extension talk:ExtensionDistributor]].",
	"extdist-want-more-extensions": "Obter outra extensão",
	"extdist-want-more-skins": "Obter outra aparência",
	"extdist-tar-error": "Não foi possível encontrar o URL arquivado da API.",
	"extdist-no-branches": "Não foi possível obter informações sobre nenhum ramo.",
	"apihelp-query+extdistrepos-description": "Retorna a lista de repositórios suportados por ExtensionDistributor",
	"apihelp-query+extdistrepos-example-1": "Listar repositórios"
}
