{
	"@metadata": {
		"authors": [
			"Aefgh39622",
			"Horus",
			"Korrawit",
			"Reedy",
			"Woraponboonkerd"
		]
	},
	"extensiondistributor": "ดาวน์โหลดส่วนขยาย MediaWiki",
	"skindistributor": "ดาวน์โหลดสกิน MediaWiki",
	"extdist-no-such-extensions": "ไม่มีส่วนขยายนี้ \"$1\"",
	"extdist-no-such-version-extensions": "ไม่มีส่วนขยาย \"$1\" อยู่ในรุ่น \"$2\"",
	"extdist-submit-extension": "ดำเนินการต่อ",
	"extdist-choose-version-extensions": "คุณกำลังดาวน์โหลดซอฟต์แวร์เสริมชื่อ <b>$1</b> \n\nกรุณาเลือกรุ่นปรับปรุงของมีเดียวิกิที่คุณใช้อยู่\n\nซอฟต์แวร์เสริมส่วนใหญ่สามารถใช้งานได้บนหลายรุ่นปรับปรุงของมีเดียวิกิ ดังนั้นถ้ารุ่นปรับปรุงมีเดียวิกิของคุณไม่ปรากฏในนี้ หรือถ้าคุณต้องการใช้คุณสมบัติล่าสุดของซอฟต์แวร์เสริมนี้ ให้ลองใช้ซอฟต์แวร์เสริมรุ่นปรับปรุงปัจจุบัน",
	"extdist-submit-version": "ดำเนินการต่อ",
	"extdist-created-extensions": "ไฟล์คัดลอกของซอฟต์แวร์เสริมของ MediaWiki <b>$3</b> ชื่อ <b>$1</b> รุ่นหมายเลข <b>$2</b> ได้ถูกสร้างขึ้นแล้ว และการดาวน์โหลดไฟล์ของคุณจะเริ่มต้นโดยอัตโนมัติภายใน 5 วินาที\n\nURL สำหรับไฟล์คัดลอกคือ:\n:$4\nซึ่งสามารถใช้สำหรับการดาวน์โหลดโดยตรงจากเซิร์ฟเวอร์ได้ แต่กรุณาอย่าคั่นหน้านี้ไว้เนื่องจากเนื้อหาของไฟล์จะไม่ถูกปรับปรุงเป็นรุ่นล่าสุด และอาจจะถูกลบได้ในภายหลัง\n\nไฟล์ภายในของไฟล์ tar ควรจะถูกดึงออกมาวางไว้ที่ไดเร็กทอรีซอฟต์แวร์เสริมของคุณ ตัวอย่างเช่น ในระบบปฏิบัติการ UNIX หรือคล้ายคลึง:\n\n<pre>\ntar -xzf $5 -C /var/www/mediawiki/extensions\n</pre>\n\nสำหรับบนระบบปฏิบัติการวินโดวส์ คุณสามารถใช้โปรแกรม [http://www.7-zip.org/ 7-zip] แตกไฟล์ออกมา\n\nถ้าวิกิของคุณอยู่ในเซิร์ฟเวอร์สั่งการทางไกล ให้ดึงไฟล์ออกมาวางไว้ที่โฟลเดอร์ชั่วคราวบนคอมพิวเตอร์ของคุณก่อน แล้วจึงอัพโหลดไฟล์'''ทั้งหมด'''ไปยังไดเร็กทอรีของซอฟต์แวร์เสริมบนเซิร์ฟเวอร์\n\nหลังจากที่คุณดึงไฟล์ออกมาแล้ว คุณจำเป็นต้องลงทะเบียนซอฟต์แวร์เสริมใน LocalSettings.php ซึ่งเอกสารแนบที่มากับซอฟต์แวร์เสริมจะมีขั้นตอนการทำอยู่\n\nถ้าคุณยังมีข้อสงสัยประการใดเกี่ยวกับระบบการแผยแพร่ซอฟต์แวร์เสริมนี้ กรุณาไปที่ [[Extension talk:ExtensionDistributor]]",
	"extdist-want-more-extensions": "รับส่วนขยายอื่น"
}
